Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: While effort should be made to include adolescents in data collection efforts, ethical and legal obligations need to be considered when collecting data on children under 18 in most countries (see Ethical Approaches to Gathering Information from Children and Adolescents in International Settings Guidelines and Resources, Population Council 2005 for more information on this topic).
es: Si bien debe realizarse un esfuerzo para incluir a los adolescentes en las iniciativas de recopilación de datos, en la mayoría de los países deben tenerse en cuenta obligaciones éticas y legales cuando se recopilan datos sobre menores de 18 años (para obtener más información sobre el tema, véase Ethical Approaches to Gathering Information from Children and Adolescents in International Settings Guidelines and Resources, Population Council 2005).

source: In collecting data from most-at-risk adolescents under the legal age of majority, particular attention will need to be paid to any national and global ethical issues (see Ethical Approaches to Gathering Information from Children and Adolescents in International Settings Guidelines and Resources, Population Council, 2005).
es: Cuando se recopilan datos de adolescentes en mayor riesgo que no alcanzan la mayoría de edad legal, debe prestarse especial atención a cuestiones éticas nacionales y mundiales (véase Ethical Approaches to Gathering Information from Children and Adolescents in International Settings Guidelines and Resources, Population Council, 2005).

source: The Dietary Approaches to Stop Hypertension (DASH) plan, sponsored by the National Heart, Lung and Blood Institute (NHLBI), is one effective means of lowering your risk.
es: El programa Dietary Approaches to Stop Hypertension , DASH (Maneras de Hacer Dieta para Detener la Hipertensión), auspiciado por el National Heart, Lung and Blood Institute, NHLBI (Instituto Nacional del Corazón, Pulmones y Sangre), es uno de los medios más eficaces para disminuir riesgos.

source: Anticipated income corresponds to fees received in advance that are amortised to results based on its causation; in this item are also recorded profits for good sales on credit , that result on income as they are collected.
es: Los ingresos anticipados corresponden a comisiones recibidas por anticipado, las cuales se amortizan con base a su causación, igualmente en este rubro se registran las utilidades en ventas de bienes a crédito, las cuales se causan al ingreso a medida que se van recaudando.

source: (a) sales on credit in which, as a result of government intervention, the interest rate, period of payment, or other related terms do not conform to the commercial rates, periods or terms prevailing in the world market
es: a) ventas a crédito en las que, como resultado de la intervención oficial, el tipo de interés, el plazo de pago u otras condiciones conexas no concuerdan con los tipos, los plazos o las condiciones usuales del comercio en el mercado mundial

source: In the dairy and rice businesses, the sales on credit considered to entail a moderate or high risk by the major companies in these branches are insured.
es: En los negocios de lácteos y arroz las ventas a crédito consideradas como riesgo moderado o superior por las principales empresas de este ramo son aseguradas.

source: g. Negotiate documents that represent payment obligations originating from sales on credit, resulting from foreign trade transactions, securities and foreign documentary letters.
es: g. Negociar documentos que representen obligación de pago creados por ventas a crédito o resultantes de operaciones de comercio exterior o títulos valores y letras documentarias sobre el exterior.

source: In a few States, retention of title is presumed in all sales on credit and the seller's retention right need not even be explicitly stated in the sale agreement.
es: En pocos Estados se presume la retención de titularidad en todas las ventas efectuadas mediante crédito, y ni siquiera es necesario que el derecho de retención del vendedor figure expresamente enunciado en el acuerdo de compraventa.

source: The study includes data from the Central Credit Protection Service showing a drop of up to 95% in sales on credit during the matches.
es: El estudio incluye una consulta al Servicio Central de Protección al Crédito, que registra una caída que puede alcanzar el 95% en las ventas a plazo durante los partidos.

source: Payment of sales on credit guarantees insurance.
es: Seguro para garantizar el pago de las ventas a crédito.

source: Credit reporting agencies do not report short sales on credit reports.
es: Una venta corta no se registra en el reporte de credito y normalmente NO afecta su empleo.

source: The SRI seeks to promote businesses' liquidity by allowing them to declare VAT thirty days after sales on credit were made.
es: El SRI busca promover la liquidez de las empresas al permitir que se declare el IVA treinta días después de que se efectuaron las ventas a crédito.

source: One of our main contributions has been our method of direct sales on credit.
es: Una importante aportación fue la práctica de la venta directa a crédito.

source: This last part of the provision considerably broadened the scope of the protection provided by comparison with that in the original Brussels Convention, which was confined to sales on instalment credit terms and loans repayable by instalments, but nevertheless it was not considered sufficient to guarantee adequate protection of consumers by the courts, parallel to the substantial protection offered by the Community directives.
es: Esta última parte de la disposición ampliaba considerablemente el ámbito de la protección otorgada, en comparación con la del texto inicial del Convenio de Bruselas, que se limitaba a las ventas a plazos y a los préstamos a plazos; no obstante, se estimó que esta ampliación no era suficiente para garantizar una protección adecuada de los consumidores ante los tribunales, similar a la elevada protección ofrecida por las directivas comunitarias.

source: Poor organisation of the business 21% poll conducted by the consultancy ITC Research, which specialises in studies of international B2B, using a representative sample of those responsible for sales on credit terms (financial managers, chief accountants or credit managers) revealed that the usual forms of cover against the risk of non-payment, such as credit-insurance or factoring, are for the most part considered to be necessary, and even indispensable.
es: Mala organización de la empresa 21% n estudio realizado por la empresa de sondeos ITC Research, especializada en estudios B2B internacionales, entre una muestra representativa de responsables de la gestión de ventas a crédito (directores financieros, jefes contables o gestores de crédito) ha revelado que las fórmulas habituales de cobertura del riesgo de impago como el seguro de crédito o el factoring se consideran en su mayoría necesarias e incluso imprescindibles.

source: In addition to existing surveys from Eurostat, the Commission will continue to work with the European Central Bank and major credit card companies - in full respect of the privacy and data protection legislation - to develop cross-border sales statistics based on credit card transactions.
es: Además de los estudios realizados por Eurostat, la Comisión seguirá colaborando con el Banco Central Europeo y las principales compañías emisoras de tarjetas de crédito para elaborar estadísticas de ventas transfronterizas a partir de las transacciones realizadas con tarjetas de crédito, cumpliendo rigurosamente la legislación sobre privacidad y protección de datos.

source: Q.16.e. & Q.17.e. Revenue refers to returns from sales and should include both amounts paid in cash and amounts owed for sales made on a credit basis.
es: Los indicadores de resultado o del proceso pueden ayudar a aclarar el vínculo entre los servicios del programa y el impacto deseado.

source: (iii) sales of food on credit, with payment to be made in reasonable annual amounts over periods of 20 years or more and with interest at rates which are below commercial rates prevailing in world markets.
es: iii) ventas de alimentos a crédito, pagaderas en plazos anuales razonables escalonados en 20 años o más y con tipos de interés inferiores a los tipos comerciales vigentes en los mercados mundiales.

source: The rules cover sales of capital goods on credit terms of two years or more.
es: Las normas cubren las ventas de bienes de capital con créditos iguales o superiores a dos años.

source: First, owing to the embargo, there is no investment and sales are not dependent on credit, as Cuba has to pay cash.
es: Primero, debido al embargo no hay inversiones y las ventas no son en base a crédito, sino que Cuba paga al contado.

source: Accounts receivable include sales your business made on credit.
es: Las cuentas por cobrar incluyen ventas que su negocio ha hecho a crédito.

source: (c) sales and purchases on credit take place at prices that compensate for the expected loss of purchasing power during the credit period, even if the period is short
es: c) las ventas y compras a crédito tienen lugar a precios que compensan la pérdida de poder adquisitivo esperada durante el aplazamiento, incluso cuando el período es corto

source: There are no guarantees for significant amounts to cover such exposure, because as indicated above, almost all sales correspond to distributing companies of fuel or liquefied gas, with whom the Group operates based on credit sales without guarantees.
es: No hay garantías por montos significativos para cubrir dicha exposición pues, como se ha señalado, casi la totalidad de las ventas corresponden a empresas distribuidoras de combustible o de gas licuado, con las cuales el grupo opera en base a ventas a crédito sin garantía.

source: The exporting Indian producer also claimed an allowance for the credit cost of sales on the domestic market and requested that the actual payment date be used.
es: El productor indio también alegó un ajuste para costes de crédito de ventas en el mercado interior y pidió que se utilizase la fecha de pago real.

source: The same company claimed an allowance for the credit cost of sales on the domestic market.
es: La misma empresa solicitó un ajuste por el coste de crédito de las ventas en el mercado interior.

source: The two cooperating companies claimed an allowance for the credit cost of sales on the domestic market.
es: Las dos empresas que cooperaron alegaron que debía realizarse un ajuste en concepto de coste del crédito de las ventas realizadas en el mercado interior.

source: Following the adoption of provisional measures, one Indonesian exporting producer claimed that the Commission should have calculated the amount for credit costs on export sales on the basis of the actual expenses incurred by the company when discounting L/C Bills.
es: Tras la adopción de medidas provisionales, un productor exportador indonesio alegó que la Comisión debía haber calculado el importe de los costes de crédito de las ventas de exportación sobre la base de los gastos reales contraídos por la empresa al descontar las letras de crédito.

source: DRM systems are, therefore, crucial for the development of new high volume, low transactional value business models, which include the pricing of access, usage, and the service itself, subscription models, reliance on advertising revenue, credit sales or billing schemes.
es: Así pues, los sistemas DRM son fundamentales para el desarrollo de nuevos modelos empresariales de gran volumen y bajo valor transaccional, que incluyen la tarifación del acceso, la utilización y el propio servicio, modelos de suscripción, dependencia de los ingresos publicitarios, ventas a crédito o sistemas de facturación.

source: We will gladly credit sales tax for government institutions for purchases made on the web store.
es: Estaremos encantados de abonar a las entidades oficiales el importe de los impuestos de ventas por las compras efectuadas en la tienda web.

source: Verification revealed that for U.S. sales, credit insurance charges are assessed on a saleby-sale basis, while in the home market, a single global amount is assessed, regardless of the level of sales.
es: La verificación reveló que para las ventas estadounidenses, los cargos del seguro de crédito son calculados sobre la base de venta por venta, mientras que en el mercado doméstico, se calcula una sola cantidad global, sin importar el nivel de ventas.

source: In the age of the internet, access to the latest information has become one of the greatest success factors.
es: En la era de Internet, el acceso a las informaciones más actuales se ha convertido en un factor esencial de éxito.

source: These rights feature prominently among our economic success factors.
es: Estos derechos ocupan un lugar destacado entre los factores de nuestro éxito económico.

source: We identify the target and the value system the resort will offer to its clients, and we determine the key success factors and the marketing strategy to attract the clients and maintain their loyalty.
es: Identificamos el público objetivo y el sistema de valor que el resort ofrecerá a sus clientes, y determinamos los factores clave de éxito y la estrategia de marketing para atraer y fidelizarlos.

source: This would provide for identification and dissemination of critical success factors and also of barriers to the long-term success of projects.
es: Ello permitiría determinar y divulgar los factores críticos de éxito, así como los obstáculos al éxito de los proyectos a largo plazo.

source: Success factors for early peacebuilding activities in a peacekeeping context include national ownership, which remains essential.
es: Entre los factores que contribuyen al éxito de las actividades de consolidación de la paz en un contexto de mantenimiento de la paz se encuentra la titularidad nacional, que sigue siendo fundamental.

source: To make it happen, the leadership commitment and the support of senior system-wide management are crucial success factors.
es: Para poder lograrlo, es imprescindible contar con la adhesión de la administración y el apoyo del personal directivo superior a nivel de todo el sistema.

source: Within this report we will also handle the critical success factors.
es: Dentro de dicha presentación queremos también hacer referencia a los factores clave del éxito.

source: Whether this could be one of the crucial success factors, only time can tell.
es: Sólo el tiempo dirá si esto podría ser uno de los factores determinantes del éxito.

source: But as long as there exists the will on bother sides to learn about mistakes, look for success factors and build common approaches, partnership can render benefits for the AU and the EU.
es: Pero mientras exista la voluntad entre ambas partes para aprender sobre los errores, buscar factores de éxito y construir un enfoque común, la asociación puede ser beneficiosa para la UA y la UE.

source: Best-fit models can change over time, as regulatory independence and capacity are built, turning gradualism and experimentalism into key success factors.
es: Los modelos óptimos pueden cambiar con el tiempo a medida que aumenta la independencia y la capacidad, lo que hace que el gradualismo y el experimentalismo sean factores primordiales de su éxito.

source: Following this, the paper assesses some success factors and then some challenges.
es: Más adelante, el documento evalúa algunos factores de éxito y, a continuación, algunos desafíos.

source: A major aim of these visits was to assess success factors and evaluation impact, including cost/benefit ratios.
es: El principal objetivo de esas visitas era evaluar los factores de éxito y los efectos de la evaluación, incluida la relación costos/beneficios.

source: They still avoid considering the determining factors of political processes, which could serve as a basis for designing and implementing strategies oriented towards the improvement of the political economy (for example, with regards to the possible success factors in sectoral policies).
es: Estos evitan aún una consideración de los factores determinantes de los procesos políticos, partir de la que diseñar y poner en práctica estrategias orientadas a mejorar la economía política, por ejemplo respecto de los posibles factores de éxito en las políticas sectoriales.

source: Purpose To bring together current knowledge as to how schools can act as centres for care and support and also to identify some of the underlying challenges and success factors.
es: Propósito Conjugar el conocimiento actual de cómo las escuelas actúan como centros de atención y apoyo, e identificar algunas de las dificultades y factores para tener éxito.

source: Having a couple of loyal buyers is one of the most important success factors for your business.
es: Tener un par de compradores leales es uno de los factores de éxito más importantes para su negocio.

source: The study investigated the success factors influencing briquette making.
es: El estudio investigó los factores de éxito que influyen en la toma de briquetas.

source: Constructive local partnerships were identified as critical success factors.
es: En el plano local se definieron las relaciones constructivas de asociación como factores decisivos de éxito.

source: Continuous evaluation at all levels and good co-ordination of all meetings will influence the critical success factors.
es: Una evaluación continua, en todos los niveles, y una buena coordinación de todas las reuniones influirán en los factores clave del éxito.

source: Set up the overall project plan with clear responsibilities, milestones, risk analysis and critical success factors.
es: Establecer el plan general del proyecto, con responsabilidades bien definidas, etapas de cumplimiento, análisis de riesgos y factores críticos de éxito

source: The success factors of the Internet telephony in South Korea are two-fold.
es: Los factores de éxito de la telefonía Internet en Corea del Sur son dos.

source: Success factors can be outlined easily, but they need to be given both means and structure if they are to be achieved.
es: Los factores de éxito son fáciles de describir, pero para lograrlos hay que dotarlos de medios y estructura.

source: Real-time analysis, comprehensive backend integration options and professional support from the etracker team were and are decisive success factors for us.
es: La evaluación a tiempo real, sus amplias posibilidades de integración del estado final y la asistencia profesional del equipo de etracker son factores decisivos de éxito.

source: Using the etracker Web-Controlling products, you will recognize the success factors and the optimization potential of your website at the touch of a button in real time.
es: Con los productos de análisis de red de etracker detectará los factores de éxito y potenciales de optimización de su sitio web con sólo pulsar un botón y en tiempo real.

source: 0.6 Information security starting point 0.7 Critical success factors
es: 0.6 Punto de partida en seguridad de la información 0.7 Factores críticos de éxito X

source: The interactive event was rounded off by questions and answer sessions, workshops on critical success factors, a roadshow and the customised packaging of new products.
es: Este evento interactivo se completó con un ruego de preguntas, talleres sobre factores críticos para el éxito, un roadshow y el envasado personalizado de nuevos productos.

source: They will investigate the question of the success factors for global industrialization.
es: Ahondarán en el tema de los factores del éxito para la industrialización global.

source: Critical success factors are the minimization of contractual hold-ups and the need to build capacity among parties to the contract.
es: Entre los factores indispensables para asegurar el éxito estaban minimizar el riesgo de bloqueo para evitar el oportunismo postcontractual y la necesidad de fomentar la capacidad de las partes en el contrato.

source: Amongst the success factors, its innovative approach to developing its branding strategy around its trade mark has made the company highly recognizable amongst its customers.
es: Entre otros, se trata de la manera innovadora en que ha utilizado su marca para hacerla reconocible entre sus clientes.

source: At the same time, measures should be taken to develop a more effective awareness campaign and to establish a link between the United Nations University and academic institutions in Africa, as education and information exchange are regarded as key success factors for the development of Africa.
es: Asimismo, se dijo que convendría adoptar medidas para preparar una campaña de concienciación más eficaz y establecer un vínculo entre la Universidad de las Naciones Unidas y las instituciones académicas de África ya que la educación y el intercambio de información se consideraban factores clave para lograr el desarrollo del continente.

source: The publications define a set of recommendations or codes of practice for integrated quality management in coastal tourist destinations based on the experience and success factors emerging from case studies.
es: Estas publicaciones definen una serie de recomendaciones o códigos de buenas prácticas en este ámbito, sobre la base de la experiencia y de los puntos positivos derivados de casos concretos.

source: Let us not forget that every time we use a computer, whether it is to buy Christmas gifts or to book flights, data is already being retained by companies on those websites to target marketing and other products towards us.
es: No debemos olvidar que cada vez que utilizamos un ordenador, ya sea para comprar los regalos de Navidad o para reservar vuelos, las empresas ya retienen datos en esas páginas web con fines de marketing y para ofrecernos otros productos.

source: There are traditional methods, such as preparing a prospect list, and some innovative techniques, such as target marketing.
es: Hay métodos tradicionales, como preparar una lista de posibles socios, y técnicas innovadoras, como el mercadeo dirigido.

source: Data about consumers or producers and their practices are collected and analysed to target marketing campaigns.
es: Se recaban los datos acerca de consumidores o productores y sus prácticas, y se analizan para dirigir campañas de mercado.

source: How do I know whether my marketing and advertising is reaching my target market?
es: ¿Cómo se si mi mercadeo y promoción estan llegando a mi blanco de marcado?

source: Next, you can issue Invoices (and its base or target marketing documents) in the defined conventional units.
es: A continuación, pueden emitirse las facturas (y su documentos de mercadeo base o destino) en las unidades convencionales definidas.

source: As part of the settlement, Class members are keeping their right to sue the Defendants individually for damage claims relating to target marketing or pre-screening.
es: Como parte de la conciliación, los miembros de la Clase conservan su derecho a iniciar individualmente acciones legales contra los Demandados por daños y perjuicios relacionados a la segmentación del mercado o preselección.

source: "According to Jim Hammer, ""We're seeing more extensive target marketing focusing on different areas of locale, different groups of people, and different types of activities."
es: "Jim Hammer ""Nuestros clientes cada vez ven más la diferenciación como un objetivo de marketing fundamental diferenciar por lugar, por grupo de destino, por actividad."
